examples/phtMetalExtractionFoam/melting/SB+BAC+Al/Allrun
#!/bin/sh
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions    # Tutorial run functions

runApplication blockMesh

restore0Dir

runApplication setFields
runApplication $(getApplication)
paraFoam -touch -vtk
#echo Running $(getApplication)
#$(getApplication) > /dev/null

#------------------------------------------------------------------------------
