examples/phtMetalExtractionFoam/melting/SB+BAC+Al/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    floor
    {
        type            patch;
        nFaces          1;
        startFace       319;
    }
    ceiling
    {
        type            patch;
        nFaces          1;
        startFace       320;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          1280;
        startFace       321;
    }
)

// ************************************************************************* //
