examples/phtMetalExtractionFoam/melting/SB+BAC+Al/system/massOfMetall
// Mandatory entries (unmodifiable)
type            volFieldValue;
libs            (fieldFunctionObjects);

// Mandatory entries (runtime modifiable)
fields          (metalRhoEff);
operation       volIntegrate;
regionType      all;
writeFields     false;
executeControl writeTime;